Repository: GNOME/quadrapassel
Catalog: help/*/*.po
Languages: sl, sr, sr@latin

# _
source: translator-credits
sl: Andrej Žnidaršič <andrej.znidarsic@ubuntu.com>

# link
source: Quadrapassel
sl: Kvadetris

# text
source: Quadrapassel
sl: Kvadetris

source: Creative Commons Share Alike 3.0
sl: Creative Commons - deljenje pod enakimi pogoji 3.0

source: <media type="image" src="media/quadrapassel.png">Quadrapassel logo</media>Quadrapassel
sl: <media type="image" src="media/quadrapassel.png">Logotip Kvadetris</media>Kvadetris

source: In Quadrapassel, the GNOME version of Tetris, your goal is to create as many complete horizontal lines as possible. The lines are made from seven different shapes that, in a random order, fall from the top center of the screen. Your task is to rotate and move them across the screen to make complete lines. By making complete horizontal lines, you score more, you level up and the blocks fall faster.
sl: V Kvadetrisu, GNOME različici Tetrisa, je vaš cilj ustvariti kolikor je mogoče vodoravnih vrstic. Vrstice so narejene iz sedmih različnih oblik ki, v naključnem redu, padajo z vrha središča zaslona. Vaša naloga je zavrteti in premakniti bloke preko zaslona, da dokončate vrstice. Ko dopolnite vodoravne vrstice, dobite več točk, dosežete višjo raven in bloki padajo hitreje.

source: <link xref="playgame">PLAY Game</link>
sl: <link xref="playgame">IGRAJ igro</link>

source: <link xref="scoremore">Score MORE</link>
sl: <link xref="scoremore">Več o točkah</link>

source: <link xref="settings">Settings</link>
sl: <link xref="settings">Nastavitve</link>

source: <link xref="get-involved">GET Involved</link>
sl: <link xref="get-involved">Pridružite se</link>

source: link
sl: povezava

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
sl: Dano je dovoljenje za kopiranje, distribucijo in/ali spreminjanje tega dokumenta pod pogoji GNU Free Documentation License (GFDL) različice 1.1 ali katerekoli novejše različice, ki jo je objavil Free Software Foundation brez odsekov Invariant, brez besedila naslovnice in za naslovnico. Kopijo GFDL lahko najdete na <_ulink-1/> ali v datoteki COPYING-DOCS, ki se razširja s tem priročnikom.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
sl: Ta priročnik je del zbirke priročnikov GNOME distribuiranih pod GFDL. V primeru, da želite ta priročnik razširjati ločeno od zbirke, je treba priročniku dodati kopije dovoljenja, kot je opisano v odseku 6.
sr: Ово упутство је део скупа Гном докумената објављених под GFDL. Уколико желите да расподељујете ово упутство одвојено од скупа, то можете урадити додавањем примерка лиценце документу, како је описано у одељку 6 саме лиценце.
sr@latin: Ovo uputstvo je deo skupa Gnom dokumenata objavljenih pod GFDL. Ukoliko želite da raspodeljujete ovo uputstvo odvojeno od skupa, to možete uraditi dodavanjem primerka licence dokumentu, kako je opisano u odeljku 6 same licence.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
sl: Veliko imen podjetja uporabljajo za ločevanje njihovih izdelkov in storitev, zato si jih lastijo kot blagovne znamke. Kjer se ta mena pojavijo v katerikoli dokumentaciji GNOME in člani dokumentacijskega projekta GNOME vedo za njih, so imena v velikih črkah ali pa se začnejo z velikimi črkami.
sr: Многи називи које компаније користе у циљу препознатљивости својих производа и услуга представљају робне марке. Када (уколико) се такви називи појављују(спомињу) у било којем Гномовом документу, а чланови Гномовог документационог пројекта имају сазнања о томе, тада су називи исписани великим словима или са великим почетним словима.
sr@latin: Mnogi nazivi koje kompanije koriste u cilju prepoznatljivosti svojih proizvoda i usluga predstavljaju robne marke. Kada (ukoliko) se takvi nazivi pojavljuju(spominju) u bilo kojem Gnomovom dokumentu, a članovi Gnomovog dokumentacionog projekta imaju saznanja o tome, tada su nazivi ispisani velikim slovima ili sa velikim početnim slovima.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
sl: DOKUMENT JE ZAGOTOVLJEN "KOT JE" BREZ KAKRŠNEKOLI GARANCIJE, IZRAŽENE ALI PREDPOSTAVLJENE VKLJUČNO BREZ OMEJITEV, GARANCIJE DA JE DOKUMENT ALI SPREMENJENA RAZLIČICA DOKUMENTA BREZ NAPAK, PRIMERNA ZA DOLOČEN NAMEN ALI NE KRŠI PATENTOV. CELOTNO TVEGANJE GLEDE KAKOVOSTI, NATANČNOSTI IN ZMOGLJIVOSTI DOKUMENTA ALI SPREMENJENE RAZLIČICE DOKUMENTA JE NA VAS. V PRIMERU DA DOKUMENT ALI SPREMENJENA RAZLIČICA DOKUMENTA IZKAŽE ZA DEFEKTNO NA KAKRŠENKOLI NAČIN, VI (NE PISEC, AVTOR ALI KATERIKOLI DRUG PRISPEVAJOČI) KRIJETE STROŠKE MOREBITNEGA ZAHTEVANEGA POPRAVILA ALI POPRAVKA. TA IZJAVA O OMEJITVI ODGOVORNOSTI JE NUJEN DEL TEGA DOVOLJENA. UPORABA DOKUMENTA ALI SPREMENJENE RAZLIČICE TEGA DOKUMENTA NI DOVOLJENA RAZEN POD POGOJEM TE IZJAVE IN
sr: ДОКУМЕНТ ЈЕ ДОСТУПАН СА СВИМ СВОЈИМ ДОБРИМ И ЛОШИМ СТРАНАМА БЕЗ БИЛО КАКВОГ ЈАМСТВА, БИЛО ОНО ИЗРЕЧЕНО ИЛИ НЕ, УКЉУЧУЈУЋИ БЕЗ ОГРАНИЧЕЊА, ЈАМСТВО ДА ЈЕ ОВАЈ ДОКУМЕНТ ИЛИ ЊЕГОВА ИЗМЕЊЕНА ВЕРЗИЈА БЕЗ НЕДОСТАТАКА, СПРЕМАН ЗА ТРЖИШТЕ, СВРСИСХОДАН И НЕ НАРУШАВА ЗАКОНСКЕ НОРМЕ. ЦЕЛОКУПАН РИЗИК КОЈИ СЕ ОДНОСИ НА КВАЛИТЕТ, ТАЧНОСТ И ДОМЕТ (УЧИНАК) ДОКУМЕНТА ИЛИ ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ СНОСИ КОРИСНИК. УКОЛИКО СЕ У БИЛО КОЈЕМ ДОКУМЕНТУ ИЛИ ЊЕГОВОЈ ИЗМЕЊЕНОЈ ВЕРЗИЈИ ПОЈАВИ НЕДОСТАТАК (ГРЕШКА) БИЛО КОЈЕ ВРСТЕ, КОРИСНИК (А НЕ АУТОР ИЗВОРНЕ ВЕРЗИЈЕ, БИЛО КОЈИ ДРУГИ АУТОР ИЛИ САРАДНИК) СНОСИ СВЕ ТРОШКОВЕ НЕОПХОДНОГ СЕРВИСИРАЊА, ПОПРАВКЕ ИЛИ ИСПРАВКЕ. ОВО ОГРАНИЧЕЊЕ ЈАМСТВА ПРЕДСТАВЉА САСТАВНИ ДЕО ОВЕ ДОЗВОЛЕ. УПОТРЕБА БИЛО КОЈЕГ ДОКУМЕНТА ИЛИ ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ НИЈЕ ДОЗВОЉЕНА ОСИМ ПОД УСЛОВИМА ОВОГ ОГРАНИЧЕЊА ЈАМСТВА.
sr@latin: DOKUMENT JE DOSTUPAN SA SVIM SVOJIM DOBRIM I LOŠIM STRANAMA BEZ BILO KAKVOG JAMSTVA, BILO ONO IZREČENO ILI NE, UKLJUČUJUĆI BEZ OGRANIČENJA, JAMSTVO DA JE OVAJ DOKUMENT ILI NJEGOVA IZMENJENA VERZIJA BEZ NEDOSTATAKA, SPREMAN ZA TRŽIŠTE, SVRSISHODAN I NE NARUŠAVA ZAKONSKE NORME. CELOKUPAN RIZIK KOJI SE ODNOSI NA KVALITET, TAČNOST I DOMET (UČINAK) DOKUMENTA ILI NJEGOVE IZMENJENE VERZIJE SNOSI KORISNIK. UKOLIKO SE U BILO KOJEM DOKUMENTU ILI NJEGOVOJ IZMENJENOJ VERZIJI POJAVI NEDOSTATAK (GREŠKA) BILO KOJE VRSTE, KORISNIK (A NE AUTOR IZVORNE VERZIJE, BILO KOJI DRUGI AUTOR ILI SARADNIK) SNOSI SVE TROŠKOVE NEOPHODNOG SERVISIRANJA, POPRAVKE ILI ISPRAVKE. OVO OGRANIČENJE JAMSTVA PREDSTAVLJA SASTAVNI DEO OVE DOZVOLE. UPOTREBA BILO KOJEG DOKUMENTA ILI NJEGOVE IZMENJENE VERZIJE NIJE DOZVOLJENA OSIM POD USLOVIMA OVOG OGRANIČENJA JAMSTVA.

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
sl: POD NOBENIMI POGOJI IN NOBENO PRAVNO TEORIJO NE GLEDE NA NJENO SKLENITEV BO AVTOR, ZAČETNI PISEC ALI KATERIKOLI SODELUJOČI ALI DISTRIBUTOR DOKUMENTA ALI SPREMENJENE RAZLIČICE DOKUMENTA ALI KATERIKOLI PONUDNIK BIL ODGOVOREN KOMURKOLI ZA NEPOSREDNO, POSREDNO, NAKLJUČNO ALI POSLEDIČNE ŠKODE KAKRŠNEKOLI VRSTE BREZ OMEJITEV VKLJUČNO S ŠKODAMI ZARADI IZGUBE DOBRE VOLJE, ZAUSTAVITVE DELA, TEŽAVE ALI OKVARE RAČUNALNIKA ALI KATEREKOLI IN VSE ŠKODE ALI IZGUBE ZARADI ALI POVEZANE Z UPORABO DOKUMENTA IN SPREMENJENIH RAZLIČIC DOKUMENTA TUDI ČE JE BILA OSEBA OBVEŠČENA O MOŽNOSTI TAKE ŠKODE.
sr: НИ ПОД КАКВИМ ОКОЛНОСТИМА ИЛИ ЗАКОНУ, БИЛО ЗБОГ КРШЕЊА (ИЛИ НЕМАРА) УГОВОРА, ИЛИ НА БИЛО КОЈИ ДРУГИ НАЧИН, АУТОР (ПРВОБИТНЕ ВЕРЗИЈЕ), САРАДНИК ИЛИ ИСПОРУЧИВАЛАЦ ДОКУМЕНТА ИЛИ ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ, НИТИ ДОБАВЉАЧ БИЛО КОЈЕ ОД НАВЕДЕНИХ СТРАНА НЕЋЕ СНОСИТИ МАТЕРИЈАЛНУ ОДГОВОРНОСТ ЗА НАСТАЛА ДИРЕКТНА, ИНДИРЕКТНА, ПОСЕБНА, СЛУЧАЈНА ИЛИ ТИМЕ НАСТАЛА ОШТЕЋЕЊА БИЛО КОЈЕ ВРСТЕ УКЉУЧУЈУЋИ, БЕЗ ОГРАНИЧЕЊА, ШТЕТУ НАНЕСЕНУ УГЛЕДУ ФИРМЕ, ПРЕСТАНКУ ПРОИЗВОДЊЕ, ОТКАЗИВАЊЕ РАДА РАЧУНАРА ИЛИ КВАРА КАО И ЗА СВЕ ОСТАЛЕ ШТЕТЕ ИЛИ ГУБИТКЕ НАСТАЛЕ УСЛЕД КОРИШЋЕЊА ДОКУМЕНТА И ЊЕГОВИХ ИЗМЕЊЕНИХ ВЕРЗИЈА ЧАК И АКО ЈЕ ОШТЕЋЕНА СТРАНА БИЛА ОБАВЕШТЕНА О МОГУЋНОСТИ НАСТАНКА ТЕ ШТЕТЕ.
sr@latin: NI POD KAKVIM OKOLNOSTIMA ILI ZAKONU, BILO ZBOG KRŠENJA (ILI NEMARA) UGOVORA, ILI NA BILO KOJI DRUGI NAČIN, AUTOR (PRVOBITNE VERZIJE), SARADNIK ILI ISPORUČIVALAC DOKUMENTA ILI NJEGOVE IZMENJENE VERZIJE, NITI DOBAVLJAČ BILO KOJE OD NAVEDENIH STRANA NEĆE SNOSITI MATERIJALNU ODGOVORNOST ZA NASTALA DIREKTNA, INDIREKTNA, POSEBNA, SLUČAJNA ILI TIME NASTALA OŠTEĆENJA BILO KOJE VRSTE UKLJUČUJUĆI, BEZ OGRANIČENJA, ŠTETU NANESENU UGLEDU FIRME, PRESTANKU PROIZVODNJE, OTKAZIVANJE RADA RAČUNARA ILI KVARA KAO I ZA SVE OSTALE ŠTETE ILI GUBITKE NASTALE USLED KORIŠĆENJA DOKUMENTA I NJEGOVIH IZMENJENIH VERZIJA ČAK I AKO JE OŠTEĆENA STRANA BILA OBAVEŠTENA O MOGUĆNOSTI NASTANKA TE ŠTETE.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
sl: DOKUMENT IN SPREMENJENE RAZLIČICE DOKUMENTA SO ZAGOTOVLJENE POD POGOJI GNU FREE DOCUMENTATION LICENCE Z NADALJNJIM RAZUMEVANJE DA: <placeholder-1/>

source: <application>Quadrapassel</application> Manual
sl: Priročnik <application>Kvadetris</application>
sr: Упутство за <application>Четворку</application>
sr@latin: Uputstvo za <application>Četvorku</application>

source: Quadrapassel is GNOME's version of Tetris, the classic game of interlocking four-piece blocks. As they fall from the top, the player must orient them to fit the other blocks at the bottom so that they form a complete horizontal line, in which case that line disappears and the player gains points.
sl: Kvadetris je GNOME-ova različica Tetrisa, klasične igre zlaganja blokov iz štirih kosov. Medtem ko padajo z vrha jih mora igralec usmeriti, da se prilagodijo drugim blokom na dnu tako da tvorijo celotno vodoravno črto. V tem primeru ta črta izgine in igralec dobi točke.
sr: Четворка је Гномова верзија тетриса, класичне игре слагања четвороделних блокова. Док блокови падају, играч их мора тако усмерити да се уклапају у блокове који су већ на дну слажући пуну водоравну линију. Када се направи пуна водоравна линија, она нестаје и играч добија поене.
sr@latin: Četvorka je Gnomova verzija tetrisa, klasične igre slaganja četvorodelnih blokova. Dok blokovi padaju, igrač ih mora tako usmeriti da se uklapaju u blokove koji su već na dnu slažući punu vodoravnu liniju. Kada se napravi puna vodoravna linija, ona nestaje i igrač dobija poene.

source: GNOME Documentation Project
sl: Projekt dokumentacije GNOME
sr: Пројекат Гномове документације
sr@latin: Projekat Gnomove dokumentacije

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
sl: Dovoljeno je kopiranje, razširjanje in/ali spreminjanje tega dokumenta pod pogoji GNU Free Documentation License (GFDL) različice 1.1 ali katerekoli kasnejše različice, ki jo je objavila Free Software Foundation brez stalnih odsekov, besedila naslovnice in zadnje strani. Kopijo GFDL lahko najdete na tej <ulink type="help" url="ghelp:fdl">povezavi</ulink> ali v COPYING-DOCS distribuiranim s tem priročnikom.
sr: Дозвољено умножавање, ширење, вршење измена овог документа под условима Гну-ове Слободне Документационе Дозволе (ГСДД), верзије 1.1 или било које накнадне верзије без непромењивих одељака, текста на насловној и последњој страни, а коју је објавила Задужбина Слободног Софтвера. Примерак ГСДД-е можете пронаћи на овој <ulink type="help" url="ghelp:fdl">адреси</ulink> или у датотеци COPYING-DOCS која је приложена уз ово упутство.
sr@latin: Dozvoljeno umnožavanje, širenje, vršenje izmena ovog dokumenta pod uslovima Gnu-ove Slobodne Dokumentacione Dozvole (GSDD), verzije 1.1 ili bilo koje naknadne verzije bez nepromenjivih odeljaka, teksta na naslovnoj i poslednjoj strani, a koju je objavila Zadužbina Slobodnog Softvera. Primerak GSDD-e možete pronaći na ovoj <ulink type="help" url="ghelp:fdl">adresi</ulink> ili u datoteci COPYING-DOCS koja je priložena uz ovo uputstvo.

source: <revnumber>Quadrapassel Manual V2.8</revnumber> <date>June 2004</date> <_:revdescription-1/>
sl: <revnumber>Vodnik Kvadetris V2.8</revnumber> <date>Junij 2004</date> <_:revdescription-1/>

source: This manual describes version 2.12 of Quadrapassel.
sl: Ta priročnik opisuje Kvadetris različice 2.12.
sr: Ово упуство је написано за Четворку 2.12.
sr@latin: Ovo upustvo je napisano za Četvorku 2.12.

source: Feedback
sl: Odziv
sr: Примедбе
sr@latin: Primedbe

source: To report a bug or make a suggestion regarding the <application>Quadrapassel</application> application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">GNOME Feedback Page</ulink>.
sl: Za poročanje hrošča ali predlog glede programa <application>Kvadetris</application> ali tega vodnika sledite smernicam na <ulink url="ghelp:user-guide?feedback-bugs" type="help">Strani odziva GNOME</ulink>.
sr: Да бисте пријавили грешку или дали предлог у вези програма <application>Четворка</application> или његовог упутства, пратите смернице на <ulink url="ghelp:user-guide?feedback-bugs" type="help">Гномовој страни за примедбе</ulink>.
sr@latin: Da biste prijavili grešku ili dali predlog u vezi programa <application>Četvorka</application> ili njegovog uputstva, pratite smernice na <ulink url="ghelp:user-guide?feedback-bugs" type="help">Gnomovoj strani za primedbe</ulink>.

source: <primary>Quadrapassel</primary>
sl: <primary>Kvadetris</primary>

source: Introduction
sl: Uvod
sr: Увод
sr@latin: Uvod

source: <application>Quadrapassel</application> comes from the classic falling-block game, <application>Tetris</application>. The goal of the game is to create complete horizontal lines of blocks, which will disappear. The blocks come in seven different shapes made from four blocks each: one straight, two L-shaped, one square, and two S-shaped. The blocks fall from the top center of the screen in a random order. You rotate the blocks and move them across the screen to drop them in complete lines. You score by dropping blocks fast and completing lines. As your score gets higher, you level up and the blocks fall faster.
sl: <application>Kvadetris</application> izhaja iz igre padajočih blokov, <application>Tetris</application>. Cilj igre je ustvariti polne vodoravne črte blokov, ki bodo izginili. Bloki so v sedmih različnih oblikah, ki so sestavljeni iz štirih blokov, en raven, dva v obliki črke L, en kvadrat in dva v obliki črke S. Bloki padajo s sredine vrha zaslona v naključnem vrstnem redu. Bloke zavrtite in jih premaknete po zaslonu ter spustite tako, da dokončate vrstice. Točke dobite s hitrim spuščanjem blokov in dokončanjem vrstic. Ko dobite več točk, pridete na višjo raven in bloki padajo hitreje.
sr: <application>Четворка</application> је настала од <application>Тетриса</application>, класичне игре са падајућим блоковима. Циљ игре је да попуните водоравне линије блоковима, које тада нестају. Блокови имају седам различитих облика, а сви блокови су састављени од четири дела: један прав, два у облику латиничног слова L, један квадрат и један у облику латиничног слова S. Блокови падају из центра горњег дела екрана без одређеног редоследа. Блокове треба да окрећете и померате по екрану да бисте их спустили тако да направе пуну линију. Поена добијате када брже спуштате блокове и када попуњавате линије. Како вам број бодова расте, игра постаје све тежа и блокови падају све брже.
sr@latin: <application>Četvorka</application> je nastala od <application>Tetrisa</application>, klasične igre sa padajućim blokovima. Cilj igre je da popunite vodoravne linije blokovima, koje tada nestaju. Blokovi imaju sedam različitih oblika, a svi blokovi su sastavljeni od četiri dela: jedan prav, dva u obliku latiničnog slova L, jedan kvadrat i jedan u obliku latiničnog slova S. Blokovi padaju iz centra gornjeg dela ekrana bez određenog redosleda. Blokove treba da okrećete i pomerate po ekranu da biste ih spustili tako da naprave punu liniju. Poena dobijate kada brže spuštate blokove i kada popunjavate linije. Kako vam broj bodova raste, igra postaje sve teža i blokovi padaju sve brže.

source: To run <application>Quadrapassel</application>, select <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guimenuitem>Quadrapassel</guimenuitem></menuchoice>, or type <command>quadrapassel</command> in the command line.
sl: Za zagon <application>Kvadetris</application> izberite <menuchoice><guimenu>Programi</guimenu><guisubmenu>Igre</guisubmenu><guimenuitem>Kvadetris</guimenuitem></menuchoice> ali vnesite <command>quadrapassel</command> v ukazno vrstico.
sr: Да бисте покренули <application>Четворку</application>, изаберите <menuchoice><guimenu>Програми</guimenu><guisubmenu>Игре</guisubmenu><guimenuitem>Четворка</guimenuitem></menuchoice>, или откуцајте <command>quadrapassel</command> у командној линији.
sr@latin: Da biste pokrenuli <application>Četvorku</application>, izaberite <menuchoice><guimenu>Programi</guimenu><guisubmenu>Igre</guisubmenu><guimenuitem>Četvorka</guimenuitem></menuchoice>, ili otkucajte <command>quadrapassel</command> u komandnoj liniji.

source: <application>Quadrapassel</application> is included in the <filename>gnome-games</filename> package, which is part of the GNOME desktop environment. This document describes version 2.8 of <application>Quadrapassel</application>.
sl: <application>Kvadetris</application> je vključen v paket <filename>gnome-games</filename>, ki je del namiznega okolja GNOME. Ta dokument opisuje različico <application>Kvadetris</application> 2.8.
sr: <application>Четворка</application> је укључен у пакет <filename>gnome-games</filename>, који је део Гномовог радног окружења. Овај документ је написан за <application>Четворку</application> 2.8.
sr@latin: <application>Četvorka</application> je uključen u paket <filename>gnome-games</filename>, koji je deo Gnomovog radnog okruženja. Ovaj dokument je napisan za <application>Četvorku</application> 2.8.

source: Playing <application>Quadrapassel</application>
sl: Igranje igre <application>Kvadetris</application>
sr: Играње <application>Четворке</application>
sr@latin: Igranje <application>Četvorke</application>

source: You can score through two actions: completing lines and dropping blocks quickly.
sl: Točke lahko dobite na dva načina: dopolnjevanje vrstic in hitro spuščanje blokov.
sr: Поене можете добити на два начина: попуњавајући редове и спуштајући блокове брже него што падају.
sr@latin: Poene možete dobiti na dva načina: popunjavajući redove i spuštajući blokove brže nego što padaju.

source: Moving the Blocks
sl: Premikanje blokov
sr: Померање блокова
sr@latin: Pomeranje blokova

source: To play the game, you only need the four arrow keys.
sl: Za igranje igre potrebujete le štiri smerne tipke.
sr: Да бисте играли игру, потребна су вам само четири тастера са стрелицама.
sr@latin: Da biste igrali igru, potrebna su vam samo četiri tastera sa strelicama.

source: <keycap>Left</keycap> and <keycap>Right</keycap> move the block correspondingly across the screen.
sl: <keycap>Levo</keycap> in <keycap>Desno</keycap> premakneta blok po zaslonu.
sr: Тастери <keycap>Лево</keycap> и <keycap>Десно</keycap> померају блок лево и десно преко екрана.
sr@latin: Tasteri <keycap>Levo</keycap> i <keycap>Desno</keycap> pomeraju blok levo i desno preko ekrana.

source: <keycap>Up</keycap> rotates the block. The default rotation is counterclockwise. You can change the rotation under <menuchoice><guimenu>Settings</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> and deselecting <guilabel>Rotate blocks counterclockwise</guilabel>.
sl: <keycap>Navzgor</keycap> zavrti blok. Privzeto vrtenje je v nasprotni smeri urinega kazalca. Vrtenje lahko spremenite pod <menuchoice><guimenu>Nastavitve</guimenu><guimenuitem>Možnosti</guimenuitem></menuchoice> in odstranitvijo izbire <guilabel>Zavrti bloke v nasprotni smeri urinega kazalca</guilabel>.
sr: Тастер <keycap>Горе</keycap> окреће блок. Подразумевани смер ротације је супротно од смера казаљке на сату. Смер ротације можете променити из менија <menuchoice><guimenu>Подешавања</guimenu><guimenuitem>Поставке</guimenuitem></menuchoice> искључивањем опције <guilabel>Окрећи супротно смеру казаљке на сату</guilabel>.
sr@latin: Taster <keycap>Gore</keycap> okreće blok. Podrazumevani smer rotacije je suprotno od smera kazaljke na satu. Smer rotacije možete promeniti iz menija <menuchoice><guimenu>Podešavanja</guimenu><guimenuitem>Postavke</guimenuitem></menuchoice> isključivanjem opcije <guilabel>Okreći suprotno smeru kazaljke na satu</guilabel>.

source: <keycap>Down</keycap> and the <keycap>Space Bar</keycap> move the block down the screen faster.<keycap>Down</keycap> moves the block down faster. <keycap>Space-bar</keycap> moves the block directly to the bottom.
sl: <keycap>Navzdol</keycap> in <keycap>Preslednica</keycap> premakne blok navzdol po zaslonu hitreje.<keycap>Navzdol</keycap> premakne blok navzdol hitreje. <keycap>Preslednica</keycap> premakne blok neposredno na dno.
sr: Тастер <keycap>Доле</keycap> и тастер за <keycap>Размак</keycap> померају блок брже наниже. Тастер <keycap>Доле</keycap> помера блок брже на доле, док <keycap>Размак</keycap> одмах спушта блок до дна.
sr@latin: Taster <keycap>Dole</keycap> i taster za <keycap>Razmak</keycap> pomeraju blok brže naniže. Taster <keycap>Dole</keycap> pomera blok brže na dole, dok <keycap>Razmak</keycap> odmah spušta blok do dna.

source: Starting a New Game
sl: Začenjanje nove igre
sr: Покретање нове игре
sr@latin: Pokretanje nove igre
