Repository: GNOME/quadrapassel
Catalog: help/*/*.po
Languages: sl, sr, sr@latin

source: To begin a new game, go to <menuchoice><guimenu>Game</guimenu><guimenuitem>New Game</guimenuitem></menuchoice>. The game will begin dropping blocks from the center of the top of the window. The default start-up of the game has no blocks in the game window and shows the next block that will fall in the upper right hand corner. <guilabel>Score</guilabel> shows the number of points you have earned. <guilabel>Lines</guilabel> shows the number of lines you have completed. <guilabel>Level</guilabel> shows the level of difficulty you are on.
sl: Za začetek nove igre pojdite v <menuchoice><guimenu>Igra</guimenu><guimenuitem>Nova igra</guimenuitem></menuchoice>. Igra bo začela spuščati bloke s središča vrha okna. Privzeto začeta igra nima blokov v oknu igre in pokaže blok, ki bo padel naslednji, v zgornji desni kot. <guilabel>Rezultat</guilabel> pokaže število točk, ki ste jih zaslužili. <guilabel>Vrstice</guilabel> pokaže število dokončanih vrstic. <guilabel>Oznaka</guilabel> pokaže raven težavnosti.
sr: Да покренете нову игру, изаберите <menuchoice><guimenu>Игра</guimenu><guimenuitem>Нова</guimenuitem></menuchoice> из менија. Игра ће започети падањем блокова из средине горњег дела прозора. Подразумеван почетак игре је када на дну нема унапред попуњених блокова, а са стране се приказује следећи блок. <guilabel>Резултат</guilabel> приказује број добијених поена. <guilabel>Линије</guilabel> приказује број до тада попуњених редова. <guilabel>Ниво</guilabel> приказује ниво тежине на коме се тренутно налазите.
sr@latin: Da pokrenete novu igru, izaberite <menuchoice><guimenu>Igra</guimenu><guimenuitem>Nova</guimenuitem></menuchoice> iz menija. Igra će započeti padanjem blokova iz sredine gornjeg dela prozora. Podrazumevan početak igre je kada na dnu nema unapred popunjenih blokova, a sa strane se prikazuje sledeći blok. <guilabel>Rezultat</guilabel> prikazuje broj dobijenih poena. <guilabel>Linije</guilabel> prikazuje broj do tada popunjenih redova. <guilabel>Nivo</guilabel> prikazuje nivo težine na kome se trenutno nalazite.

source: Pausing the Game
sl: Premor igre
sr: Паузирање игре
sr@latin: Pauziranje igre

source: To pause your game, go to <menuchoice><guimenu>Game</guimenu><guimenuitem>Pause Game</guimenuitem></menuchoice>. You can only pause a game when you are playing. The time limit on pausing your game is unlimited. To unpause the game, go back to <menuchoice><guimenu>Game</guimenu><guimenuitem>Pause Game</guimenuitem></menuchoice>.
sl: Za premor igre pojdite v <menuchoice><guimenu>Igra</guimenu><guimenuitem>Premor igre</guimenuitem></menuchoice>. Premor igre lahko naredite le, ko igrate. Časovna omejitev premora igre je neomejena. Za končanje premora igre pojdite nazaj v <menuchoice><guimenu>Igra</guimenu><guimenuitem>Premor igre</guimenuitem></menuchoice>.
sr: Да бисте паузирали игру, изаберите <menuchoice><guimenu>Игра</guimenu><guimenuitem>Пауза</guimenuitem></menuchoice> из менија. Игру можете паузирати једино ако је у том тренутку играте. Време за које је игра паузирана је неограничено. Да опет покренете игру, идите на <menuchoice><guimenu>Игра</guimenu><guimenuitem>Пауза</guimenuitem></menuchoice>.
sr@latin: Da biste pauzirali igru, izaberite <menuchoice><guimenu>Igra</guimenu><guimenuitem>Pauza</guimenuitem></menuchoice> iz menija. Igru možete pauzirati jedino ako je u tom trenutku igrate. Vreme za koje je igra pauzirana je neograničeno. Da opet pokrenete igru, idite na <menuchoice><guimenu>Igra</guimenu><guimenuitem>Pauza</guimenuitem></menuchoice>.

source: Ending the Game
sl: Končanje igre
sr: Завршавање игре
sr@latin: Završavanje igre

source: Go to <menuchoice><guimenu>Game</guimenu><guimenuitem>End Game</guimenuitem></menuchoice> to end your current game without quiting Quadrapassel.
sl: Pojdite v <menuchoice><guimenu>Meni</guimenu><guimenuitem>Končaj igro</guimenuitem></menuchoice> za končanje vaše trentne igre brez končanja programa.
sr: Изаберите <menuchoice><guimenu>Игра</guimenu><guimenuitem>Заврши игру</guimenuitem></menuchoice> да бисте завршили тренутну игру без изласка из Четворке.
sr@latin: Izaberite <menuchoice><guimenu>Igra</guimenu><guimenuitem>Završi igru</guimenuitem></menuchoice> da biste završili trenutnu igru bez izlaska iz Četvorke.

source: Quiting the <application>Quadrapassel</application>
sl: Končanje programa <application>Kvadetris</application>
sr: Излазак из <application>Четворке</application>
sr@latin: Izlazak iz <application>Četvorke</application>

source: To completely quit <application>Quadrapassel</application> go to <menuchoice><guimenu>Game</guimenu><guimenuitem>Quit</guimenuitem></menuchoice>. If you are in the middle of a game when you quit, you will end your game without saving your score.
sl: Za popolno končanje programa <application>Kvadetris</application> pojdite v <menuchoice><guimenu>Igra</guimenu><guimenuitem>Končaj</guimenuitem></menuchoice>. Če ste ob končanju med igro, bo vaša igra končana brez shranitve rezultata.
sr: Да потпуно изађете из <application>Четворке</application>, кликните <menuchoice><guimenu>Игра</guimenu><guimenuitem>Изађи</guimenuitem></menuchoice> ставку менија. Ако сте у том тренутку играли игру, она ће бити завршена без чувања резултата.
sr@latin: Da potpuno izađete iz <application>Četvorke</application>, kliknite <menuchoice><guimenu>Igra</guimenu><guimenuitem>Izađi</guimenuitem></menuchoice> stavku menija. Ako ste u tom trenutku igrali igru, ona će biti završena bez čuvanja rezultata.

source: Scoring Points
sl: Dodeljevanje točk
sr: Добијање поена
sr@latin: Dobijanje poena

source: You score points through two methods: dropping blocks faster and deleting complete lines of blocks. When you delete lines, you get more points, but dropping blocks faster will quickly add up. As you level up, the blocks will begin falling faster. The highest level is 10, at which point you will only have just over a second to manipulate each block.
sl: Točke dosežete na dva načina: spustitev blokov hitreje in izbris celotnih vrstic blokov. Ko vrstice izbrišete dobite več točk, toda hitrejše spuščanje blokov se hitro doda. Ko napredujete, bodo bloki začeli padati hitreje. Najvišja raven je 10. Takrat boste imeli le rahlo več kot sekundo za upravljanje vsakega bloka.
sr: Поене добијате на два начина: бржим спуштањем блокова и брисањем попуњених редова. Када избришете ред, добијате више поена, али брже спуштање блокова чешће доноси поене. Када прелазите на веће нивое, блокови крећу брже да падају. Највећи ниво је 10., када имате само једну секунду да правилно наместите блок пре него што падне.
sr@latin: Poene dobijate na dva načina: bržim spuštanjem blokova i brisanjem popunjenih redova. Kada izbrišete red, dobijate više poena, ali brže spuštanje blokova češće donosi poene. Kada prelazite na veće nivoe, blokovi kreću brže da padaju. Najveći nivo je 10., kada imate samo jednu sekundu da pravilno namestite blok pre nego što padne.

source: Viewing Past Scores
sl: Ogled preteklih rezultatov
sr: Преглед претходних резултата
sr@latin: Pregled prethodnih rezultata

source: You can view the top ten scores played on your computer through <menuchoice><guimenu>Game</guimenu><guimenuitem>Scores</guimenuitem></menuchoice>. The names of the users are shown next the their score and the date they played.
sl: V meniju <menuchoice><guimenu>Igra</guimenu><guimenuitem>Rezultati</guimenuitem></menuchoice> lahko vidite deset najboljših rezultatov. Poleg rezultatov uporabnika in datuma igranja so prikazana njihova imena.
sr: Можете погледати десет најбољих резулата играних на рачунару из менија <menuchoice><guimenu>Игра</guimenu><guimenuitem>Резултати</guimenuitem></menuchoice>. Имена корисника су приказана поред њихових резултата и датума када су те резултате остварили.
sr@latin: Možete pogledati deset najboljih rezulata igranih na računaru iz menija <menuchoice><guimenu>Igra</guimenu><guimenuitem>Rezultati</guimenuitem></menuchoice>. Imena korisnika su prikazana pored njihovih rezultata i datuma kada su te rezultate ostvarili.

source: Customizing <application>Quadrapassel</application>
sl: Prilagajanje <application>Kvadetrisa</application>
sr: Прилагођавање <application>Четворке</application>
sr@latin: Prilagođavanje <application>Četvorke</application>

source: Customizing Game Start-up
sl: Prilagoditev začetka igre
sr: Прилагођавање почетка игре
sr@latin: Prilagođavanje početka igre

source: By going to <menuchoice><guimenu>Settings</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>, you can customize a variety of features for the start-up of each Quadrapassel game: number and density of pre-filled rows, and starting level. "Pre-filled rows" refers to how many rows will already have blocks in them when you start each new game.
sl: V <menuchoice><guimenu>Nastavitve</guimenu><guimenuitem>Možnosti</guimenuitem></menuchoice> lahko prilagodite številne zmožnosti zagona vsake igre Kvadetris: število in gostota predhodno zapolnjenih vrstic in začetna raven. "Predhodno zapolnjene vrstice" določiti koliko vrstic bo ob začetku igre že vsebovalo bloke.
sr: Из менија <menuchoice><guimenu>Подешавања</guimenu><guimenuitem>Поставке</guimenuitem></menuchoice>, можете прилагодити мноштво могућности за почетак сваке игре Четворке: број и густину унапред попуњених редова. „Унапред попуњени редови“ се односе на то колико ће редова већ имати блокове када покренете нову игру.
sr@latin: Iz menija <menuchoice><guimenu>Podešavanja</guimenu><guimenuitem>Postavke</guimenuitem></menuchoice>, možete prilagoditi mnoštvo mogućnosti za početak svake igre Četvorke: broj i gustinu unapred popunjenih redova. „Unapred popunjeni redovi“ se odnose na to koliko će redova već imati blokove kada pokrenete novu igru.

source: Number of Pre-filled Rows
sl: Število začetno zapolnjenih vrstic
sr: Број унапред попуњених редова
sr@latin: Broj unapred popunjenih redova

source: You can change the number of rows that already have blocks at the start-up of each new game by using the spin box. You can start with up to 19 rows pre-filled at the start-up of your game. The default number of pre-filled rows is zero.
sl: S pomočjo vrtilnega polja lahko spremenite lahko število vrstic, ki že vsebujejo bloke ob začetku igre . Začnete lahko z do 19 predhodno zapolnjenimi vrsticami na začetku igre. Privzeto število prehodno zapolnjenih vrstic je 0.
sr: Можете изменити број редова који имају унапред постављене блокове на почетку сваке игре користећи вртеће дугме. Можете почети са највише 19 унапред попуњених редова на почетку игре. Подразумевани број унапред попуњених редова је нула.
sr@latin: Možete izmeniti broj redova koji imaju unapred postavljene blokove na početku svake igre koristeći vrteće dugme. Možete početi sa najviše 19 unapred popunjenih redova na početku igre. Podrazumevani broj unapred popunjenih redova je nula.

source: Density of Pre-filled Rows
sl: Gostota začetno zapolnjenih vrstic
sr: Густина унапред попуњених редова
sr@latin: Gustina unapred popunjenih redova

source: You can change the density of the blocks in the pre-filled rows at the start-up of each game. You can choose a density up to 10 blocks. You should first choose how many rows you want pre-filled under <guilabel>Number of Pre-filled Rows</guilabel>. The default density of blocks is three.
sl: Spremenite lahko gostoto blokov v predhodno zapolnjenih vrsticah na začetku vsakge igre. Izberete lahko gostoto do 10 blokov. Najprej izberite koliko vrstice želite predhodno zapolniti pod <guilabel>Število predhodno zapolnjenih vrstic</guilabel>. Privzeta gostota blokov je tri.
sr: Можете мењати густину блокова у унапред попуњеним редовима на почетку сваке игре. Густина може да иде до 10 блокова. Прво треба да одаберете колико желите унапред попуњених редова у <guilabel>Броју унапред попуњених редова</guilabel>. Подразумевана густина блокова је три.
sr@latin: Možete menjati gustinu blokova u unapred popunjenim redovima na početku svake igre. Gustina može da ide do 10 blokova. Prvo treba da odaberete koliko želite unapred popunjenih redova u <guilabel>Broju unapred popunjenih redova</guilabel>. Podrazumevana gustina blokova je tri.

source: Level to Start On
sl: Raven začetne težavnosti
sr: Почетни ниво
sr@latin: Početni nivo

source: You can adjust the level of difficulty you start on. The highest level you can start on is 10, which is the highest level you can play to. The default starting level is one.
sl: Prialgodite lahko raven začetne težavnosti. Najvišja raven začetka in hkrati najvišja mogoča raven je 10. Privzeta začetna raven je ena.
sr: Можете подесити ниво тежине на коме започињете игру. Највиши ниво на коме можете почети је 10. Ово је уједно и највиши ниво игрице. Подразумевани почетни ниво је први.
sr@latin: Možete podesiti nivo težine na kome započinjete igru. Najviši nivo na kome možete početi je 10. Ovo je ujedno i najviši nivo igrice. Podrazumevani početni nivo je prvi.

source: Customizing the Gameplay
sl: Prilagoditev igre
sr: Прилагођавање игре
sr@latin: Prilagođavanje igre

source: From <menuchoice><guimenu>Settings</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>, you can customize a variety of features related to the blocks: previewing the next block, block colors, and block rotation.
sl: Iz <menuchoice><guimenu>Nastavitve</guimenu><guimenuitem>Možnosti</guimenuitem></menuchoice> lahko prilagodite številne zmožnosti povezane z bloki: predogled naslednjega bloka, barve blokov in vrtenje blokov.
sr: Из менија <menuchoice><guimenu>Подешавања</guimenu><guimenuitem>Поставке</guimenuitem></menuchoice>, можете прилагодити мноштво могућности везаних за блокове: преглед следећег блока, боје блокова, окретање блокова.
sr@latin: Iz menija <menuchoice><guimenu>Podešavanja</guimenu><guimenuitem>Postavke</guimenuitem></menuchoice>, možete prilagoditi mnoštvo mogućnosti vezanih za blokove: pregled sledećeg bloka, boje blokova, okretanje blokova.

source: Enable sounds
sl: Omogoči zvok
sr: Укључивање звукова
sr@latin: Uključivanje zvukova

source: Turn the sound effects on and off using this option. If you are playing this game in any area which you share with other people, you should probably select off.
sl: S to možnostjo lahko vklopite ali izklopite zvočne učinke. Če to igro igrate v področju, ki ga delite z drugimi, je to zmožnost pametno izklopiti.
sr: Укључите или искључите звук коришћењем ове опције. Ако игру играте у простору који делите са другим људима, вероватно би требало да искључите звук.
sr@latin: Uključite ili isključite zvuk korišćenjem ove opcije. Ako igru igrate u prostoru koji delite sa drugim ljudima, verovatno bi trebalo da isključite zvuk.

source: Preview Next Block
sl: Predogled naslednjega bloka
sr: Приказивање следећег блока
sr@latin: Prikazivanje sledećeg bloka

source: Choose this option if you want to see the next block that is going to fall. This feature helps you plan the placement of your blocks.
sl: Izberite to možnost, če želite videti, kam bo blok padel. Ta zmožnost vam pomaga načrtovati postavitev svojih blokov.
sr: Штиклирајте ову опцију ако желите да видите који ће следећи блок пасти. Ова могућност вам помаже да испланирате постављање блокова.
sr@latin: Štiklirajte ovu opciju ako želite da vidite koji će sledeći blok pasti. Ova mogućnost vam pomaže da isplanirate postavljanje blokova.

source: Use Random Block Colors
sl: Uporabi naključne barve blokov
sr: Коришћење насумичних боја блокова
sr@latin: Korišćenje nasumičnih boja blokova

source: Choose if you want the various block configurations to be color coded or randomly colored. If you use the colors to help you identify blocks, random colors will make the game more difficult.
sl: Izberite, če želite, da so različni bloki barvno obarvani ali naključno obarvani. Če za določitev blokov uporabite barve, bodo naključne barve naredile igro težjo.
sr: Овим подешавањем се бира да ли желите да блокови истог облика имају исте боје или желите да сваки нови блок има насумично одабрану боју. Ако вам боја значи да вам помогне да препознате блок, насумичне боје ће вам отежати игру.
sr@latin: Ovim podešavanjem se bira da li želite da blokovi istog oblika imaju iste boje ili želite da svaki novi blok ima nasumično odabranu boju. Ako vam boja znači da vam pomogne da prepoznate blok, nasumične boje će vam otežati igru.

source: Choose Difficult Blocks
sl: Izbor težjih blokov

source: Choose this option if you want to select mode that is designed specifically to annoy the player. With this feature enabled, you never get the piece you want, and very seldom complete a row. Next block preview doesn't correspond to actual piece you get next, but to the one you probably wish to get.
sl: Izberite to možnost, če želite izbrati način, ki je zasnovan za spravljanje igralca v slabo voljo. Če izberete to zmožnost, nikoli ne boste dobili bloka, ki ga želite, in zelo redko boste dopolnili vrstico. Predogled naslednjega bloka ne ustreza bloku, ki bo na voljo naslednji, ampak bloku, ki bi si ga verjetno želeli dobiti.
sr: Одаберите ову опцију ако желите режим тако направљен да намерно нервира играча. Када је ова могућност укључена, никад вам неће доћи блок који вам треба и јако ретко можете да попуните ред. Приказ следећег блока не одговара стварном блоку који ће наићи следећи, већ оном који бисте ви највише желели да дође.
sr@latin: Odaberite ovu opciju ako želite režim tako napravljen da namerno nervira igrača. Kada je ova mogućnost uključena, nikad vam neće doći blok koji vam treba i jako retko možete da popunite red. Prikaz sledećeg bloka ne odgovara stvarnom bloku koji će naići sledeći, već onom koji biste vi najviše želeli da dođe.

source: Rotate Blocks Counterclockwise
sl: Zavrti bloke v obratni smeri urinega kazalca
sr: Окретање супротно смеру казаљке на сату
sr@latin: Okretanje suprotno smeru kazaljke na satu

source: Choose this option if you want the blocks to rotate counterclockwise or not.
sl: Izberite to možnost, če želite, da se bloki vrtijo v nasprotni smeri urinega kazalca ali ne.
sr: Штиклирајте ову опцију ако желите да се блокови ротирају супротно од смера казаљке на сату.
sr@latin: Štiklirajte ovu opciju ako želite da se blokovi rotiraju suprotno od smera kazaljke na satu.

source: Show where the block will land
sl: Pokaži kje bo lik pristal.
sr: Приказивање где ће блок бити приземљен
sr@latin: Prikazivanje gde će blok biti prizemljen

source: If this feature is used a grey image of the block will show you where the block will land. This feature is very useful for beginning players, but experienced players will find it a distraction.
sl: Če uporabite to zmožnost, bo siva slika bloka prikazala, kje bo blok pristal. Ta zmožnost je zelo uporabna za začetnike, izkušene uporabnike pa bo verjetno motila.
sr: Ако се користи ова могућност, сива слика блока ће бити приказана тамо где ће се блок спустити. Ова могућност је веома корисна почетницима, али ће вероватно сметати искуснијим играчима.
sr@latin: Ako se koristi ova mogućnost, siva slika bloka će biti prikazana tamo gde će se blok spustiti. Ova mogućnost je veoma korisna početnicima, ali će verovatno smetati iskusnijim igračima.

source: Customizing the Look of <application>Quadrapassel</application>
sl: Prilagoditev videza <application>Kvadetris</application>
sr: Прилагођавање изгледа <application>Четворке</application>
sr@latin: Prilagođavanje izgleda <application>Četvorke</application>

source: Under <menuchoice><guimenu>Settings</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>, you can customize the look of <application>Quadrapassel</application>: images for the blocks.
sl: Pod <menuchoice><guimenu>Nastavitve</guimenu><guimenuitem>Možnosti</guimenuitem></menuchoice> lahko prilagodite videz slik blokov <application>Kvadetris</application>:
sr: Из менија <menuchoice><guimenu>Подешавања</guimenu><guimenuitem>Поставке</guimenuitem></menuchoice>, можете прилагодити изглед <application>Четворке</application>: слике блокова.
sr@latin: Iz menija <menuchoice><guimenu>Podešavanja</guimenu><guimenuitem>Postavke</guimenuitem></menuchoice>, možete prilagoditi izgled <application>Četvorke</application>: slike blokova.

source: Block Image
sl: Slika lika
sr: Слике блокова
sr@latin: Slike blokova

source: You can change the style of the blocks, including image and size. There are a variety of pre-made styles.
sl: Slog blokov, vključno s sliko in velikostjo lahko spremenite. Na voljo so številni predhodno narejeni slogi.
sr: Можете изменити стил блокова, укључујући ту њихову слику и величину. Постоји мноштво готових стилова.
sr@latin: Možete izmeniti stil blokova, uključujući tu njihovu sliku i veličinu. Postoji mnoštvo gotovih stilova.

source: Background
sl: Ozadje
sr: Позадина
sr@latin: Pozadina

source: If you drag your favorite image into the <application>Quadrapassel</application> window it will be used as the background. If you want a solid color as the background drag one in from either the color picker or from <application>nautlilus'</application> <guimenuitem>Backgrounds and Emblems</guimenuitem> dialog (the reset item from that dialog also works).
sl: Če svojo najljubšo sliko povlečete v okno <application>Kvadetris</application>, bo uporabljena kot ozadje. Če želite kot ozadje imeti polno barvo povlecite barvo iz izbirnika barv ali iz <application>nautilusovega</application> pogovornega okna <guimenuitem>Ozadja in značke</guimenuitem> (v tem pogovornem oknu deluje tudi predmet ponastavitev).

source: Authors
sl: Avtorji
sr: Аутори
sr@latin: Autori

source: <application>Quadrapassel</application> was written by J. Marcin Gorycki in 1999 and maintained by Gnome Games Team since then. This manual was written by Angela Boyle. To report a bug or make a suggestion regarding this application or this manual, follow the directions in this <ulink url="ghelp:user-guide?feedback-bugs" type="help">document</ulink>.
sl: <application>Kvadetris</application> je napisal J. Marcin Gorycki leta 1999. Od takrat ga vzdržuje ekipa Gnome Games. Ta priročnik je napisala Angela Boyle. Za poročanje hrošča ali podajanje predloga glede tega programa ali priročnika sledite navodilom v tem <ulink url="ghelp:user-guide?feedback-bugs" type="help">dokumentu</ulink>.
sr: <application>Четворку</application> је 1999. написао J. Marcin Gorycki и од тада га одржава Гномов тим за игре. Ово упутство је написала Angela Boyle. Да бисте пријавили грешке или дали предлог у вези овог програма или његовог упутства, пратите смернице из <ulink url="ghelp:user-guide?feedback-bugs" type="help">документа</ulink>.
sr@latin: <application>Četvorku</application> je 1999. napisao J. Marcin Gorycki i od tada ga održava Gnomov tim za igre. Ovo uputstvo je napisala Angela Boyle. Da biste prijavili greške ili dali predlog u vezi ovog programa ili njegovog uputstva, pratite smernice iz <ulink url="ghelp:user-guide?feedback-bugs" type="help">dokumenta</ulink>.

source: License
sl: Dovoljenje
sr: Лиценца
sr@latin: Licenca

source: This program is free software; you can redistribute it and/or modify it under the terms of the <ulink type="help" url="gnome-help:gpl"> <citetitle>GNU General Public License</citetitle></ulink> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
sl: Ta program je prost program, lahko ga distribuirate in/ali spreminjate pod pogoji <ulink type="help" url="gnome-help:gpl"> <citetitle>Splošnega javnega dovoljenja GNU</citetitle></ulink> kot ga je objavil Free Software Foundation ali različico 2 licence ali (po vaši želji) katerakoli kasnejša različica.
