Repository: GNOME/quadrapassel
Catalog: help/*/*.po
Languages: sl, sr, sr@latin

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <citetitle>GNU General Public License</citetitle> for more details.
sl: Program je na voljo v upanju, da bo uporaben, vendar je BREZ VSAKRŠNEGA JAMSTVA; tudi brez jamstva o USTREZNOSTI ZA PRODAJO ali PRIMERNOSTI ZA UPORABO. Za več podrobnosti si glejte besedilo <citetitle>Splošnega javnega dovoljenja (GNU GPL)</citetitle>
sr: Овај програм се расподељује у нади да ће бити од користи, али БЕЗ ИКАКВИХ ГАРАНЦИЈА; чак и без подразумеване гаранције КОРИСНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ. Видите <citetitle>ГНУ Општу Јавну Лиценцу</citetitle> за више детаља.
sr@latin: Ovaj program se raspodeljuje u nadi da će biti od koristi, ali BEZ IKAKVIH GARANCIJA; čak i bez podrazumevane garancije KORISNOSTI ili PRILAGOĐENOSTI ODREĐENOJ NAMENI. Vidite <citetitle>GNU Opštu Javnu Licencu</citetitle> za više detalja.

source: A copy of the <citetitle>GNU General Public License</citetitle> is included as an appendix to the <citetitle>GNOME Users Guide</citetitle>. You may also obtain a copy of the <citetitle>GNU General Public License</citetitle> from the Free Software Foundation by visiting <ulink type="http" url="http://www.fsf.org">their Web site</ulink> or by writing to <_:address-1/>
sl: Kopija <citetitle>Splošnega javnega dovoljenja GNU</citetitle> je vključena kot priloga <citetitle>Uporabniškemu vodniku GNOME</citetitle>. Kopijo <citetitle>Splošnega javnega dovoljenaj GNU</citetitle> lahko dobite od Free Software Foundaton z obiskom njihovega <ulink type="http" url="http://www.fsf.org">spletišča</ulink> ali pisanjem na <_:address-1/>

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
sr: ОВАЈ ДОКУМЕНТ И ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ СУ ДОСТУПНЕ ПОД УСЛОВИМА ГНУ-ОВЕ СЛОБОДНЕ ДОКУМЕНТАЦИОНЕ ДОЗВОЛЕ УЗ ДОДАТНУ САГЛАСНОСТ ДА: <placeholder-1/>
sr@latin: OVAJ DOKUMENT I NJEGOVE IZMENJENE VERZIJE SU DOSTUPNE POD USLOVIMA GNU-OVE SLOBODNE DOKUMENTACIONE DOZVOLE UZ DODATNU SAGLASNOST DA: <placeholder-1/>

source: Quadrapassel Manual V2.8
sr: Упутство за Четворку v2.8
sr@latin: Uputstvo za Četvorku v2.8

source: June 2004
sr: Јун 2004.
sr@latin: Jun 2004.

source: Quadrapassel
sr: Четворка
sr@latin: Četvorka

source: Bastard Mode
sr: Безобразни режим
sr@latin: Bezobrazni režim

source: If you drag your favorite image into the <application>Quadrapassel</application> window it will be used as the background. If you want a solid color as the background drag one in from either the color picker or from <application>nautlilus'</application><guimenuitem>Backgrounds and Emblems</guimenuitem> dialog (the reset item from that dialog also works).
sr: Ако превучете вашу омиљену слику у прозор <application>Четворке</application>, она ће бити искоришћена као позадина. Ако желите једнобојну позадину, превуците боју из било ког прозорчета за избор боја или из <application>Наутилусовог</application> прозорчета <guimenuitem>Позадине и обележја</guimenuitem> (ставка „Врати“ из истог дијалога такође функционише).
sr@latin: Ako prevučete vašu omiljenu sliku u prozor <application>Četvorke</application>, ona će biti iskorišćena kao pozadina. Ako želite jednobojnu pozadinu, prevucite boju iz bilo kog prozorčeta za izbor boja ili iz <application>Nautilusovog</application> prozorčeta <guimenuitem>Pozadine i obeležja</guimenuitem> (stavka „Vrati“ iz istog dijaloga takođe funkcioniše).

source: This program is free software; you can redistribute it and/or modify it under the terms of the <ulink type="help" url="gnome-help:gpl"><citetitle>GNU General Public License</citetitle></ulink> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
sr: Овај програм је слободан софтвер; можете га расподељивати и/или га мењати под условима <citetitle>ГНУ Опште Јавне Лиценце (GNU GPL)</citetitle> како је објављује Задужбина за Слободни Софтвер (FSF); било верзије 2 те Лиценце, било (по вашем нахођењу) било које новије верзије.
sr@latin: Ovaj program je slobodan softver; možete ga raspodeljivati i/ili ga menjati pod uslovima <citetitle>GNU Opšte Javne Licence (GNU GPL)</citetitle> kako je objavljuje Zadužbina za Slobodni Softver (FSF); bilo verzije 2 te Licence, bilo (po vašem nahođenju) bilo koje novije verzije.

source: A copy of the <citetitle>GNU General Public License</citetitle> is included as an appendix to the <citetitle>GNOME Users Guide</citetitle>. You may also obtain a copy of the <citetitle>GNU General Public License</citetitle> from the Free Software Foundation by visiting <ulink type="http" url="http://www.fsf.org">their Web site</ulink> or by writing to <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>
sr: Примерак <citetitle>ГНУ Опште Јавне Лиценце</citetitle> је укључен у додатку <citetitle>Гномовог корисничког водича</citetitle>. Такође можете набавити примерак <citetitle>ГНУ Опште Јавне Лиценце</citetitle> од Задужбине за Слободни Софтвер одлазећи на <ulink url="http://www.fsf.org" type="http">њихову веб адресу</ulink> или пишући на <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>
sr@latin: Primerak <citetitle>GNU Opšte Javne Licence</citetitle> je uključen u dodatku <citetitle>Gnomovog korisničkog vodiča</citetitle>. Takođe možete nabaviti primerak <citetitle>GNU Opšte Javne Licence</citetitle> od Zadužbine za Slobodni Softver odlazeći na <ulink url="http://www.fsf.org" type="http">njihovu veb adresu</ulink> ili pišući na <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>

source: translator-credits
sr: Бранко Кокановић <branko.kokanovic@gmail.com> Prevod.org — превод на српски језик
sr@latin: Branko Kokanović <branko.kokanovic@gmail.com> Prevod.org — prevod na srpski jezik
